_content/product/database_cache/_static/rds5.6-slaveip-sysbench.hi2c4m.log
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 32

Doing OLTP test.
Running simple OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 1920000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            1920043
        write:                           0
        other:                           0
        total:                           1920043
    transactions:                        1920043 (27541.42 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 1920043 (27541.42 per sec.)
    other operations:                    0      (0.00 per sec.)

Test execution summary:
    total time:                          69.7147s
    total number of events:              1920043
    total time taken by event execution: 2229.3418
    per-request statistics:
         min:                                  0.15ms
         avg:                                  1.16ms
         max:                                 96.57ms
         approx.  95 percentile:               1.67ms

Threads fairness:
    events (avg/stddev):           60001.3438/627.91
    execution time (avg/stddev):   69.6669/0.00