_content/product/database_cache/_static/sysbench.log
sysbench 0.4.12:  multi-threaded system evaluation benchmark

No DB drivers specified, using mysql
Running the test with following options:
Number of threads: 32

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 19200
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            269248
        write:                           96079
        other:                           38432
        total:                           403759
    transactions:                        19200  (1134.63 per sec.)
    deadlocks:                           32     (1.89 per sec.)
    read/write requests:                 365327 (21589.09 per sec.)
    other operations:                    38432  (2271.15 per sec.)

Test execution summary:
    total time:                          16.9218s
    total number of events:              19200
    total time taken by event execution: 540.9367
    per-request statistics:
         min:                                  8.63ms
         avg:                                 28.17ms
         max:                                175.36ms
         approx.  95 percentile:              55.73ms

Threads fairness:
    events (avg/stddev):           600.0000/5.95
    execution time (avg/stddev):   16.9043/0.01